Repository: vidkazan/49EuroTravel_SwiftUI
Catalog: ChooChoo/Assets/Localizable.xcstrings
Source language: en
Languages: ru

source: to
ru: в

source: %lld min
ru: %lld мин

# %lld stop
source: %lld stops
ru: %lld остановок

source: Active
ru: Активные

source: All
ru: Все

source: cancelled
ru: отменен

source: change the time of your search to find later connections
ru: Измените время в вашем поиске чтобы найти более поздние поездки

source: Choo Choo
ru: Чуууу Чууууу

source: Choose
ru: Выбрать

source: Chosen transport types
ru: Выбранные виды транспорта

source: Clear
ru: Очистить

source: Close
ru: Закрыть

source: Connections
ru: Пересадки

source: Connections not found
ru: Поездки не найдены

source: Custom
ru: Конкретные

source: Delete
ru: Удалить

source: Direct
ru: Прямые

source: error: try reload
ru: Ошибка: попробуйте обновить

source: Failed to %@ this journey
ru: Не удалось %@ поездку

source: Failed to get Location
ru: Не удалось получить местоположение

source: Failed to load full leg
ru: Не удалось загрузить поездку

source: find on map
ru: Найти на карте

source: follow
ru: сохранить

source: Follow
ru: Сохраненные

source: Follow journey
ru: Сохраненные поездки

source: If you want to update your search, simply press here
ru: Если хотите обновить поиск, просто нажмите здесь

source: in 1 hour
ru: через 1 час

source: in 15 min
ru: через 15 минут

source: Journey details
ru: Детали поездки

source: Journey Details
ru: Детали поездки

source: Journey follow
ru: Сохраненные поездки

source: Leg appearance
ru: Как выглядят поездки

source: Maximum count
ru: Максимальное количество

source: Minimum time
ru: Минимальная длительность

source: not reachable
ru: а как это то назвать

source: now
ru: Сейчас

source: Offline Mode
ru: Режим оффлайн

source: Ongoing
ru: Предстоящие

source: Past
ru: Прошедшие

source: platform
ru: платформа

source: Recent searches
ru: Недавнее

source: Regional
ru: Региональные

source: Reload
ru: Обновить

source: Reset
ru: Сбросить

source: Reset settings
ru: Сбросить настройки

source: Reset settings?
ru: Сбросить настройки?

source: Save
ru: Сохранить

source: Search
ru: Поиск

source: Search now
ru: Найти сейчас

source: Search update
ru: Обновление поиска

source: Show full segment
ru: Показать всю поездку

source: Show on map
ru: Показать на карте

source: Transfer
ru: Пересадки

source: transfer %lf min
ru: пересадка %lfмин

source: transfer %lld min
ru: пересадка %lld мин

source: Transport types
ru: Виды транспорта

source: unfollow
ru: удалить

source: Unfollow
ru: Удалить

source: Unfollow journey?
ru: Удалить поездку?

source: updated %@ ago
ru: обновлено %@ назад

source: updated now
ru: цфдл

source: walk %lf min
ru: пешком %lf мин

source: With transfers
ru: С пересадками

source: You have no followed journeys
ru: У вас нет сохраненных поездок

source: Your followed journeys always appear on follow page.
ru: Ваши сохраненные поездки можно найти на странице с сохраненными поездками
